/* eslint-disable react/no-unescaped-entities */
import CommonAgreeLayout from "./CommonAgreeLayout";

export default function Privacy() {
  return (
    <>
      <CommonAgreeLayout title="개인정보 처리방침(필수)">
        개인정보 처리방침
        <br />
        <br />
        스팩AI애널리스트 개인정보 처리방침
        <br />
        (주)스팩스페이스(이하 "회사"라 함)는 이용자의 개인정보를 중요하게 생각하며, 정보통신망 이용촉진 및 정보보호 등에
        관한 법률을 준수하고 있습니다. 본 개인정보 처리방침은 회사가 이용자의 개인정보를 어떻게 수집, 이용, 보호하고
        있는지에 대한 내용을 설명합니다.
        <br />
        수집하는 개인정보의 항목 및 수집 방법
        <br />
        수집하는 개인정보의 항목
        <br />
        이용자의 식별 정보(이름, 이메일 주소 등)
        <br />
        서비스 이용과정에서 생성되는 정보(로그 데이터, 쿠키, 세션 정보 등)
        <br />
        개인정보 수집 방법
        <br />
        이용자가 회원 가입 및 서비스 이용 시 자발적으로 제공하는 경우
        <br />
        서비스 이용 과정에서 자동으로 수집되는 경우(쿠키 등)
        <br />
        개인정보의 수집 및 이용 목적회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
        <br />
        서비스 제공 및 운영
        <br />
        회원 관리 및 서비스 제공에 따른 본인 식별, 인증, 연령 확인
        <br />
        서비스 개선 및 신규 서비스 개발
        <br />
        이용자에게 적합한 맞춤형 서비스 제공
        <br />
        개인정보의 보유 및 이용 기간회사는 이용자의 개인정보를 수집 및 이용하는 목적이 달성된 후에는 해당 정보를 지체
        없이 파기합니다. 단, 관련 법령에 의해 보존하여야 하는 경우 해당 법령에 따라 보관할 수 있습니다.
        <br />
        개인정보의 제공 및 위탁회사는 이용자의 개인정보를 제3자에게 제공하거나 위탁하지 않습니다. 다만, 이용자의 동의가
        있거나 법령에 의해 요구되는 경우에 한하여 예외적으로 제공될 수 있습니다.
        <br />
        개인정보의 파기개인정보 수집 및 이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기의 방법, 기한은
        관련 법령에 따라 진행됩니다.
        <br />
        개인정보의 안전성 확보 조치회사는 이용자의 개인정보를 안전하게 보호하기 위해 다음과 같은 조치를 취하고 있습니다.
        <br />
        개인정보 처리 시스템의 암호화
        <br />
        해킹 등에 대비한 각종 보안 시스템의 설치 및 운영
        <br />
        개인정보 처리 직원의 교육 및 감시
        <br />
        이용자의 권리와 의무이용자는 개인정보에 대한 열람, 정정, 삭제, 처리정지 등의 권리를 보유하고 있습니다. 이와
        관련한 요청은 회사의 고객센터를 통해 제출할 수 있습니다.
        <br />
        개인정보 보호책임자회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 이용자의 불만
        처리 및 피해 구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
        <br />
        성명: 염민호
        <br />
        담당부서: 대표이사
        <br />
        이메일: admin@ymsco.site
        <br />
        부칙
        <br />
        <br />
        본 개인정보 처리방침은 2024년 07월 08일부터 시행됩니다.
        <br />
        <br />
        회사는 개인정보 처리방침을 개정하는 경우, 개정된 사항을 공지사항을 통하여 이용자에게 공지할 것입니다.
      </CommonAgreeLayout>
    </>
  );
}
